{
  "LeaderF": { "branch": "master" },
  "ag.vim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "cscope_maps.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "molokai": { "branch": "master" },
  "nerdtree": { "branch": "master" },
  "nerdtree-git-plugin": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "purify": { "branch": "master" },
  "python-mode": { "branch": "develop" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "rename.vim": { "branch": "master" },
  "semshi": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-codefmt": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-ingo-library": { "branch": "master" },
  "vim-latex-live-preview": { "branch": "master" },
  "vim-lua-format": { "branch": "master" },
  "vim-maktaba": { "branch": "master" },
  "vim-mark": { "branch": "master" },
  "vim-monokai": { "branch": "master" },
  "vim-nerdtree-syntax-highlight": { "branch": "master" },
  "vim-one": { "branch": "master" },
  "vim-quickui": { "branch": "master" },
  "vim-signature": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "vimwiki": { "branch": "dev" },
  "vista.vim": { "branch": "master" }
}
